/* ----------
 This file is only needed if you are defining a custom importer attribute.  
 Most importer plugins will not need to do this.  
 Add this file to your project's localized resources if you have defined a custom attribute. 
 ----------*/

"com_ctags_functions"             = "Functions"
"com_ctags_functions.Description" = "Functions defined in this source file."

"com_ctags_classes"               = "Classes"
"com_ctags_classes.Description"   = "Classes defined in this source file."

"com_ctags_macros"                = "Macros"
"com_ctags_macros.Description"    = "Macros defined in this source file."

"com_ctags_methods"               = "Methods"
"com_ctags_methods.Description"   = "Methods defined in this source file."

"com_ctags_constructors"             = "Constructors"
"com_ctags_constructors.Description" = "Constructors (functional type) declared in this source file."

"com_ctags_types"                   = "Code types"
"com_ctags_types.Description"       = "Data or abstract types defined in this source file."

"com_ctags_modules"                 = "Modules"
"com_ctags_modules.Description"     = "Modules declared in this source file."

"com_ctags_globals"                 = "Global variables"
"com_ctags_globals.Description"     = "Global variables/element of the source file."

